Repository: mozilla-l10n/mt-training-data
Catalog: kmr/kmr_pontoon.tmx
Source language: en_us
Languages: kmr

source: Sync passwords, bookmarks, and more
kmr: Şîfreyan, favoriyan û tiştên zêdetir senkronîze bike

source: Sync passwords, tabs, and more
kmr: Şîfre, hilpekîn û zêdetir tiştan senkronîze bike

source: Sync tabs and passwords across devices for seamless screen-switching.
kmr: Ji bo derbasbûna bêproblem ya di navbera cîhazan de hilpekîn û şîfreyên xwe senkronîze bike.

source: Sync your tabs between devices, manage downloads, get tips about making the most of %s’s privacy protection, and more.
kmr: Hilpekînên xwe di navbera cîhazan de senkronîze bike, jêbarkirinan bi rê ve bibe, derbarê parastina nepeniyê ya geroka xwe %sê de zêdetir şîretan bistîne û zêdetir.

source: System auto
kmr: Otomatîka pergalê

source: Tab count
kmr: Hejmara hilpekînan

source: Tabs are available here for %s. After that time, tabs will be automatically closed.
kmr: Hilpekîn %s rojan li virê dimînin. Paşê hilpekînên bixweber tên girtin.

source: Tabs Open: %1$s. Tap to switch tabs.
kmr: Hilpekînên vekirî: %1$s. Ji bo hilpekînan biguherînî, bitikîne.

source: Tabs you haven’t viewed for two weeks get moved here.
kmr: Hilpekînên te du hefte venekirine dikevin vê derê.

source: Tabs you haven’t viewed for two weeks get moved to the inactive section.
kmr: Hilpekînên ku te du hefte venekirine dikevin beşa hilpekînên neçalak.

source: Tab Tools
kmr: Amûrên hilpekînan

source: Take Survey
kmr: Beşdarî anketê bibe

source: Tap and hold the arrows to jump between pages in this tab’s history.
kmr: Ji bo gera rûpelên raboriyê yên vê hilpekînê, pêl tîran bike û li serî bihêle.

source: Tap here to start a fresh private session. Delete your history, cookies — everything.
kmr: Li vir bikirtîne da ku danişîneke taybet a nû dest pê bikî. Raboriya xwe, çerezên xwe - her tiştî jê bibe.

source: Tap to open the tab that’s using your camera.
kmr: Ji bo vekirina hilpekîna ku kameraya te bi kar tîne, bitikîne.

source: Tap to open the tab that’s using your microphone.
kmr: Ji bo vekirina hilpekîna ku mîkrofona te bi kar tîne, bitikîne.

source: Tap to open the tab that’s using your microphone and camera.
kmr: Ji bo vekirina hilpekîna ku mîkrofon û kameraya te bi kar tîne, bitikîne.

source: technical and interaction data
kmr: daneyên teknîkî û danûstandinê

source: Temporarily disabled
kmr: Demkî hatiye neçalakkirin

source: terms of use
kmr: şert û mercên bikaranînê

source: The application will quit to apply changes
kmr: Sepan ew ê ji bo sepandina guhertinan were girtin

source: The developer says the extension wants to collect: %1$s
kmr: Pêşdebir dibêje ku ev pêvek dixwaze vê/van berhev bike: %1$s

source: The developer says this extension collects: %1$s
kmr: Pêşdebir dibêje ku ev pêvek vê/van berhev dike: %1$s

source: The developer says this extension doesn’t require data collection.
kmr: Pêşdebir dibêje ku ev pêvek ne hewceyî berhevkirina daneyan e.

source: The new Independent Voices collection.
kmr: Koleksiyana dengên serbixwe ya nû.

source: The new Independent Voices collection. %s
kmr: Koleksiyana dengên serbixwe ya nû. %s

source: There was a problem translating. Please try again.
kmr: Di wergerandinê de çewtiyek derket. Tika ye dîsa biceribîne.

source: The two-week time period is too long
kmr: Maweya duhefteyî gelekî dirêj e

source: The two-week time period is too short
kmr: Maweya duhefteyî gelekî kin e

source: This add-on could not be downloaded because of a connection failure.
kmr: Ev pêvek ji ber têkçûneke pêwendiyê nehat daxistin.

source: This add-on could not be installed because it appears to be corrupt.
kmr: Ev pêvek nehat saz kirin ji ber ku xuya dike ku xirab e.

source: This add-on could not be installed because it has not been verified.
kmr: Ev pêvek nehate sazkirin ji ber ku nehatiye piştrastkirin.

source: This extension could not be downloaded because of a connection failure.
kmr: Ev pêvek ji ber çewtiyeke girêdanê nehat jêbarkirin.

source: This extension could not be installed because it appears to be corrupt.
kmr: Ev pêvek nehat sazkirin, wisa xuya ye xirabe ye.

source: This extension could not be installed because it has not been verified.
kmr: Ev pêvek nehat sazkirin, ji ber ku nehatiye pesendkirin.

source: This extension is blocked for violating Mozilla’s policies and has been disabled.
kmr: Ev pêvek ji ber binpêkirina polîtîkayên Mozillayê hat astengkirin û hate neçalakkirin.

source: This extension is restricted and has been disabled. You can enable it, but this may be risky.
kmr: Ev pêvek bi sînor e û hatiye neçalakkirin. Tu dikarî wê çalak bikî, lê dibe ku ev xeternak be.

source: This extension is restricted for violating Mozilla’s policies and has been disabled. You can enable it, but this may be risky.
kmr: Ev pêvek polîtîkayên Mozillayê binpê dike û hate neçalakkirin. Hûn dikarin wê çalak bikin, lê dibe ku ev xeternak be.

source: This extension is restricted. Using it may be risky.
kmr: Ev pêvek sînorkirî ye. Bikaranîna wê dibe ku xeternak be.

source: This extension violates Mozilla’s policies and has been disabled. You can enable it, but this may be risky.
kmr: Ev pêvek polîtîkayên Mozillayê binpê dike û hate neçalakkirin. Hûn dikarin wê çalak bikin, lê dibe ku ev xeternak be.

source: This extension violates Mozilla’s policies. Using it may be risky.
kmr: Ev pêvek polîtîkayên Mozilla binpê dike. Bikaranîna wê dibe ku xeternak be.

source: This site is currently not supported by Cookie Banner Reduction. Would you like our team to review this website and add support in the future?
kmr: Ev malper hê ji aliyê Kêmkirina Banerên Çerezan ve nayê piştgirîkirin. Tu dixwazî ku tîma me vê malperê lêkolîn bike û di demên pêş de piştgiriyê bidê?

source: This time search:
kmr: Lêgerîna niha:

source: This time search in:
kmr: Bi vê bigere:

source: This website requires a secure connection.
kmr: Pêdiviya vê malperê bi peywendiyeke ewle heye.

source: This will delete all items.
kmr: Ev ê hemû hêmanan jê bibe.

source: Thought-provoking stories
kmr: Gotarên didin fikirandin

source: Time range to delete
kmr: Dema dê jê bê birin

source: To add a new shortcut, remove one. Touch and hold the site and select remove.
kmr: Ji bo dikaribî kurteriyeke din lê zêde bikî, yekê jê bibe. Pêl malperê bike, li ser bigire û rakirinê hilbijêre.

source: To add a new site: Visit it and select “Never translate this site” from the translation menu.
kmr: Ji bo lêzêdekirina malpereke din: Ji menuya wergerandinê serdana “Vê rûpelê qet wernegerîne” bike.

source: Today and yesterday
kmr: Îro û do

source: Tools
kmr: Amûr

source: Total Cookie Protection isolates cookies to the site you’re on so trackers like ad networks can’t use them to follow you across sites.
kmr: Parastina çerezan a giştî, çerezan tenê ji bo malpera ku tu tê de yî îzole dike, bi xêra vê yekê torên reklaman ji bo şopandina te ya li ser malperan nikarin çerezan bi kar bînin.

source: To use extensions, enable them in settings or by selecting “%s” below.
kmr: Ji bo bikaranîna pêvekan wan ji eyaran yan jî ji hilbijarka “%s” ya jêrê çalak bike.

source: Translate
kmr: Wergerîne

source: Translated to %1$s
kmr: Li zimanê %1$s hat wergerandin

source: Translate from
kmr: Wergerîne ji

source: Translate page
kmr: Rûpelê wergerîne

source: Translate page…
kmr: Rûpelê wergerîne…

source: Translate this page?
kmr: Vê rûpelê wergerîne?

source: Translate to
kmr: Wergerîne li

source: Translating
kmr: Tê wergerandin

source: Translating…
kmr: Tê wergerandin…

source: Translating in Progress
kmr: Wergerandin dewam dike

source: Translation options
kmr: Vebijarkên wergerandinê

source: Translation preferences
kmr: Vebijarkên wergerandinê

source: Translations
kmr: Wergerandin

source: Translation settings
kmr: Eyarên wergerandinê

source: Try again
kmr: Dîsa biceribîne

source: Try another source language
kmr: Zimanekî din yê çavkanî biceribîne

source: Try a splash of color
kmr: Rengên cuda biceribîne

source: Try connecting on a different device. Check your modem or router. Disconnect and reconnect to Wi-Fi.
kmr: Hewlê bide bi cîhazeke din girêdanê çêkî. Modem yan routera xwe kontrol bike. Girêdana Wi-Fiyê qut bike û girêdanê dîsa çêke.

source: Try private browsing
kmr: Gerîna veşartî biceribîne

source: Try private translations in %1$s
kmr: Wergerandina nepen di %1$s de biceribîne

source: Try restarting extensions
kmr: Dîsdestpêkirina pêvekan biceribîne

source: Try the Firefox search widget
kmr: Widgeta lêgerînê ya Firefoxê bi kar bîne

source: Turn off Cookie Banner Reduction for %1$s?
kmr: Bila ji bo %1$sê agahdariyên xurekê were girtin?

source: Turn off in settings
kmr: Di sazkariyan de bigire

source: Turn off Reader View
kmr: Xuyakirina Readerê bigire

source: Turn on auto close
kmr: Girtina xweber veke

source: Turn on auto-close
kmr: Girtina xweber veke

source: TURN ON AUTO CLOSE
kmr: GIRTINA BIXWEBER VEKE

source: Turn on Cookie Banner Reduction for %1$s?
kmr: Bila ji bo %1$sê agahdariyên xurekê were vekirin?

source: Turn on notifications
kmr: Danezanan çalak bike

source: Turn on Reader View
kmr: Xuyakirina Readerê veke

source: Twilight
kmr: Berbang

source: <ul> <li>Could the item have been renamed, removed, or relocated?</li> <li>Is there a spelling, capitalization, or other typographical error in the address?</li> <li>Do you have sufficient access permissions to the requested item?</li> </ul>
kmr: <ul> <li>Dibe ku pel hatibe guheztin, jêbirin yan jî navê wê hatibe guhertin?</li> <li>Dibe ku navnîşan çewt hatibe nivîsandin?</li> <li>Dibe ku ji bo xwe bigihînî vê hêmanê destûrs te tune be?</li> </ul>

source: <ul> <li>It may have been removed, moved, or file permissions may be preventing access.</li> </ul>
kmr: <ul> <li>Dibe ku hatibe jêbirin, ciyê wê hatibe guhertin yan jî ji ber destûrên pelê nikarî xwe bigihîniyê.</li> </ul>

source: <ul> <li>Please contact the website owners to inform them of this problem.</li> </ul>
kmr: <ul> <li>Tika ye bi xwediyên malperê re peywendiyê dayne ku wan derbarê vê problemê de agahdar bikî.</li> </ul>

source: <ul> <li>The page you are trying to view cannot be shown because this website requires a secure connection.</li> <li>The issue is most likely with the website, and there is nothing you can do to resolve it.</li> <li>You can notify the website’s administrator about the problem.</li> </ul>
kmr: <ul> <li>Malpera tu hewlê didî ku vekî nayê nîşandan, lewre pêdiviya wê bi peywendiyeke ewle heye..</li> <li>Ev bi piranî têkildarî malperê ye û ji bo çareserkirinê tiştek ji destê te nayê.</li> <li>Tu dikarî rêveberiya malperê derbarê problemê de agahdar bikî.</li> </ul>

source: <ul> <li>Web addresses are usually written like <strong>http://www.example.com/</strong></li> <li>Make sure that you’re using forward slashes (i.e. <strong>/</strong>).</li> </ul>
kmr: <ul> <li>Malperên înternetê bi piranî wisa tên nivîsandin: <strong>http://www.example.com/</strong></li> <li>Bala xwe bidê ka te xêza paldayî nivîsandiye: <strong>/</strong>).</li> </ul>

source: Unable to generate PDF
kmr: PDF nayê çêkirin

source: Unable to print
kmr: Nehate çapkirin

source: Unlock to use saved payment methods
kmr: Şîfreya rêbazên peredanê yên te qeyd kirine veke

source: Unlock to use stored credit card information
kmr: Kilîdê rake ku dikaribî agahiyên kartên krediyê yên tomarkirî bi kar bînî

source: Unlock to view your saved cards
kmr: Ji bo kartên xwe yên qeydkirî bibînî kilîdê rake

source: Unverified scripts can pose security and privacy risks. Only run scripts from extensions or sources you trust.
kmr: Skrîptên nepesendkirî dikarin xetereyên ewlehî û nepenîtiyê derxînin holê. Tenê skrîptên bi niçik yan ji çavkaniyên ku hûn pê bawer in bidin xebitandin.

source: <u>Or create a Firefox account to start syncing</u>
kmr: <u>Yan jî hesabekî Firefoxê biafirîne ku dest bi senkronîzekirinê bikî</u>

source: Update card expiration date?
kmr: Dîroka dawî ya kardê venû bikin?

source: Update password?
kmr: Şîfreyê venû bike?

source: Update permissions and data preferences any time in the %1$s.
kmr: Destûran û tercîhên daneyan her dema bixwazî di %1$s de nûve bike.

source: Update username?
kmr: Navê bikarhêneriyê venû bikî?

source: URL if opening in %s
kmr: URL eger di %s de bê vekirin

source: Use %1$s as a login provider
kmr: %1$sê wekî peydakera têketinê bi kar bîne

source: Use password
kmr: Şîfreyê bi kar bîne

source: Username required
kmr: Navê bikarhêner pêwîst e

source: Username updated
kmr: Navê bikarhêneriyê hate venûkirin

source: Use saved card
kmr: Karta tomarkirî bi kar bîne

source: Use screen lock to hide tabs in private browsing
kmr: Ji bo veşartina hilpekînan di geroka taybet de kilîtkirina ekranê bikar bîne

source: Use strong password
kmr: Şifreyeke xurt bi kar bîne

source: Use strong password?
kmr: Şifreyeke xurt bi kar bînî?

source: Use strong password: %1$s
kmr: Şîfreyeke xurt bi kar bîne: %1$s

source: Valid hostname required
kmr: Hewangeha derbasdar pêwîst e

source: Verification failed
kmr: Piştrastkirin têk çû

source: Videos
kmr: Vidyo

source: View details
kmr: Hûrguliyan bibîne

source: View tabs with fingerprint, face unlock, or PIN.
kmr: Hilpekînan bi şoptiliyê, vekirina bi rû yan jî PINê bibîne.

source: View tabs with your fingerprint, PIN, or face unlock.
kmr: Hilpekînan bi şoptiliya xwe, PIN yan jî vekirina bi rû bibîne.

source: Wallpaper Item: %1$s
kmr: Wêneyê dîwêr: %1$s

source: Wallpapers
kmr: Wêneyên dîwêr

source: Wallpaper updated!
kmr: Wêneyê dîwêr hat venûkirin!

source: Web address must contain "https://" or "http://"
kmr: Di navnîşana webê de divê "https://" an jî "http://" hebe.

source: Web address not valid.
kmr: Navnîşana webê nederbasdar e.

source: website activity
kmr: çalakiya malperê

source: website content
kmr: naveroka malperê

source: We download partial languages to your cache to keep translations private.
kmr: Em ji bo nepeniya wergerandinê hin beşên zimanan li pêşbîra te bar dikin.

source: Welcome to a better internet
kmr: Tu bi xêr hatiyî înterneta baştir

source: Welcome to a more personal internet
kmr: Tu bi xêr hatiyî înterneteke kesanetir

source: Welcome to an independent internet
kmr: Tu bi xêr hatiyî înterneteke serbixwe

source: Welcome to Firefox
kmr: Bi xêr hatî Firefox`ê

source: We love keeping you safe
kmr: Em ji parastina we hez dikin

source: We’ve refreshed the design with a sleek, modern feel
kmr: Me sêwiran bi hestekî xweşik û modern nû kir

source: What’s new in %1$s
kmr: Tiştên nû yên %1$s`ê

source: What’s new in Firefox
kmr: Tiştên di Firefoxê de nê

source: Who might be able to see my activity?
kmr: Kî dikare karibe çalakiyên min bibîne?

source: Why did you disable inactive tabs?
kmr: Te çima hilpekînên nelaçak neçalak kirin?

source: With Firefox on your home screen, you’ll have easy access to the privacy-first browser that blocks cross-site trackers.
kmr: Heke tu Firefoxê li serûpela xwe zêde bikî, tu yê dikaribî hêsantir têkevî geroka pêşî-ewlehî ku şopandina te asteng dike.

source: Would you like to leave %s to view this content?
kmr: Gelo tu dixwazî ji bo dîtina vê naverokê ji %sê derkevî?

source: Xiaomi devices may need extra permissions to add shortcuts to the home screen. Please check your settings.
kmr: Dibe ku ji bo cîhazên Xiaomi ji bo lêzêdekirina kurteriyan li ekrana destpêkê destûrên zêdetir pêwist bin. Tika ye eyarên xwe kontrol bike.

source: You can easily add this website to your phone’s Home screen to have instant access and browse faster with an app-like experience.
kmr: Tu dikarî vê malperê bi hêsanî li ekrana Malê ya telefona xwe zêde bikî û dikarî vê malperê bilez û wekî ku bernamokek be bi kar bînî.

source: You can set %1$s to automatically open links in apps.
kmr: Tu dikarî %1$s`ê wisa eyar bikî ku girêdank xweber di appan de vebin.

source: You control your data
kmr: Kontrola daneyên te di destê te de ye

source: You don’t have any tabs open in %1$s on your other devices.
kmr: Di %1$s`a te ya alavên din de hilpekînên vekirî nîn in.

source: You have extensions installed, but not enabled
kmr: Te pêvekên sazkirî hene, lê ne çalakkirî ne

source: You’ll see fewer cookie requests
kmr: Tu yê hindiktir daxwazên çerezan bibînî

source: You may want to block access if it's not clear why %s needs this data.
kmr: Heke ne zelal be ka çima pêdiviya %s`ê bi van agahiyan heye, tu dikarî gihîştinê asteng bikî.

source: Your personalized Firefox homepage now makes it easier to pick up where you left off. Find your recent tabs, bookmarks, and search results.
kmr: Serûpela te ya Firefoxê ya şexsîkirî niha hêsantir dike ku tu li ciyê lê mayî dewam bikî. Hilpekîn, bijare û encamên dawiyê yên lêgerînên xwe bibîne.

source: Your report was sent
kmr: Rapora te hat şandin

source: Your search for \"%1$s\"
kmr: Lêgerîna te ya ji bo \"%1$s\"

source: Your tabs are syncing! Pick up where you left off on your other device.
kmr: Hilpekînên te tên senkronîzekirin! Di cîhazên din de li ciyê lê mayî dewam bike.

source: You’ve enabled HTTPS-Only Mode for enhanced security, and a HTTPS version of <em>%1$s</em> is not available.
kmr: Te ji bo zêdetirina ewlekariyê HTTPS-Tenê vekiriye lê versiyoneke ewle ya HTTPSê ya malpera <em>%1$s</em>ê ne berdest e.

source: Zip
kmr: Postkod

source: abnormality
kmr: anormalî

source: account recovery key
kmr: kilîda vegerandina hesêb

source: add-on
kmr: pêvek

source: aggregate
kmr: komkirî

source: alternate text
kmr: nivîsa alternatîv

source: appear
kmr: xuyabûn

source: appearance
kmr: xuyang

source: attack
kmr: êriş

source: attacker
kmr: êrişker

source: Attack Site
kmr: Malpera Êrişker

source: attendee
kmr: beşdar

source: authenticate
kmr: piştrastkirin

source: authenticated
kmr: piştrastkirî

source: authentication code
kmr: koda erêkirinê

source: autoplay
kmr: lêdana otomatîkî

source: back out
kmr: vegerandin

source: backup authentication code
kmr: koda piştrastkirinê ya yedek

source: black box
kmr: sindoqa reş

source: bookmark
kmr: bijare

source: breakpoint
kmr: xala sekinandinê

source: Bug report
kmr: Rapora çewtiyê

source: certificate authority
kmr: rayedarê sertîfîkayê

source: channel
kmr: kanal

source: cipher
kmr: şîfre

source: clipboard
kmr: pano

source: clockwise
kmr: bi berê tîra saetê ve

source: colorway
kmr: cîhana rengan

source: compact
kmr: kompakt

source: compact - recommend deprioritize
kmr: bidewisîne

source: confirmation code
kmr: koda pejirandinê

source: context
kmr: naverok

source: contribute
kmr: beşdarî

source: cookie banner
kmr: agahdariya xurekan

source: corrupt
kmr: xerabûn

source: corrupted
kmr: xerabe

source: counterclockwise
kmr: berevajiyê berê tîra saetê

source: crash
kmr: hedimîn

source: cross-site tracking cookie
kmr: xureka şopandinê ya nav-malperî

source: cryptominer
kmr: şîfreker

source: cryptomining
kmr: şîfrekirin

source: debug
kmr: neqandina çewtiyan

source: deceptive site
kmr: malpera xapîner

source: decode
kmr: dekodkirin

source: decryption
kmr: deşîfrekirin

source: disinformation
kmr: dezenformasyon

source: distrust
kmr: pê bawer nebûn

source: eavesdropping
kmr: guhdarîkirina nihênî

source: email mask
kmr: maskeya emaîlê

source: enable
kmr: çalakkirin

source: encode
kmr: kodkirin

source: encrypt
kmr: şîfrekirin

source: encryption
kmr: şîfrekirin

source: end user
kmr: bikarhênerê dawî

source: executable file
kmr: pelê xebitandinê

source: extension
kmr: pêvek

source: external
kmr: derveyî

source: Fellow
kmr: Hevrê

source: filter bubble
kmr: nepoxa fîltreyê

source: fingerprinter
kmr: şoptilîkar

source: fingerprinting
kmr: şoptilî

source: gear
kmr: materiyalên promosyon

source: grassroots
kmr: çalakiyên civakî

source: home page
kmr: serrûpel

source: idle
kmr: sekinî

source: import
kmr: hawirdekirin

source: independent browser
kmr: geroka serbixwe

source: innovations
kmr: tiştên nû

source: insecure
kmr: neewle

source: installation
kmr: sazkirin

source: Issue
kmr: Pirs

source: Legacy extension
kmr: Pêveka kevn

source: misinformation
kmr: agahiya şaş

source: native
kmr: resen

source: net neutrality
kmr: bêalîbûna torê

source: nonprofit
kmr: bêqezencî

source: non-profit
kmr: bêqezencî

source: open source
kmr: çavkaniya vekirî

source: override
kmr: lisernivîsandin

source: participation
kmr: beşdarbûn

source: Patch
kmr: Pîne

source: phone number mask
kmr: maskeya hejmara telefonê

source: pop-up
kmr: hilpekok

source: preference
kmr: tercîh

source: release
kmr: weşan

source: report
kmr: rapor

source: restricted site
kmr: malpera sînorkirî

source: revert
kmr: vegerandin

source: Review checker
kmr: kontrolkerê vekolînê

source: search suggestion
kmr: pêşniyara lêgerînê

source: security keys
kmr: kilîdên parastinê

source: sensitive
kmr: hesas

source: sidebar
kmr: kêlekbend

source: sign
kmr: îmzekirin

source: signer
kmr: îmzekar

source: sign in
kmr: têkeve

source: sign-in
kmr: têkeve

source: studies
kmr: lêkolîn

source: Terms of Service
kmr: Mercên Xizmetê

source: track
kmr: şopandin

source: trackers
kmr: şopkar

source: Turbo Mode
kmr: Moda turbo

source: unencrypted
kmr: neşîfrekirî

source: unresponsive
kmr: bersivnedan

source: unsafe
kmr: neewle

source: validate
kmr: piştrastkirin

source: validity
kmr: derbasdarî

source: version
kmr: guherto

source: Web Authentication
kmr: Rastandina Webê
